[
  {
    "id": 1,
    "nombre": "Sekiro Shadows Die Twice",
    "rating": 5,
    "precio": 1399,
    "disponible": 100,
    "consola": "XboxOne",
    "plataforma": "Xbox",
    "categoria": "mas-comprado",
    "breveDescripcion": "Forja tu propio camino en busca de la venganza en una nueva aventura del desarrollador From Software, responsable de Bloodborne y la serie Dark Souls.",
    "informacionAdicional": "Esta Edición juego del año ahora incluye contenido adicional:- Recuerdo y Reto de fuerza: nuevos modos de desafío de jefe - Vestigios: deja mensajes y grabaciones de tus acciones para que otros jugadores las vean y califiquen - 3 aspectos desbloqueables Juego del año - The Game Awards 2019 Mejor juego de acción de 2019 - IGN Más de 50 premios y nominaciones Traza tu propio camino hacia la venganza en la galardonada aventura de FromSoftware, creadores de la saga Dark Souls. En Sekiro™: Shadows Die Twice encarnas al lobo manco, un guerrero desfigurado y caído en desgracia que ha sido rescatado al borde de la muerte. Tras jurar proteger a un joven señor descendiente de un antiguo linaje, te conviertes en el objetivo de despiadados enemigos, entre ellos el peligroso clan Ashina. Cuando el joven señor sea capturado, nada te detendrá en tu peligrosa aventura por restituir tu honor, ni siquiera la muerte. Explora el Japón de la era Sengoku de finales del siglo XVI, un brutal periodo de constante conflicto, mientras te enfrentas a inconmensurables enemigos en un mundo oscuro y tortuoso. Despliega un arsenal de instrumentos protésicos letales y poderosas habilidades ninja, al mismo tiempo que combinas el sigilo, la verticalidad y transversalidad, y los viscerales combates cara a cara en una sangrienta confrontación. Véngate. Restituye tu honor. Mata con ingenio.",
    "imagenPrincipal": "product_img-sek.jpg"
  },
  {
    "id": 2,
    "nombre": "Red Dead Redemption II",
    "rating": 4,
    "precio": 735,
    "disponible": 100,
    "consola": "XboxOne",
    "plataforma": "Xbox",
    "categoria": "mas-nuevo",
    "breveDescripcion": "Con más de 175 premios al Juego del año y más de 250 valoraciones perfectas, Red Dead Redemption 2 es la épica historia de Arthur Morgan y la banda de Van der Linde, que huyen por toda América en el albor de una nueva era. También incluye acceso al mundo multijugador compartido de Red Dead Online",
    "informacionAdicional": "América, 1899. Arthur Morgan y la banda de Van der Linde son forajidos en busca y captura. Mientras los agentes federales y los mejores cazarrecompensas de la nación les pisan los talones, la banda deberá abrirse camino por el abrupto territorio del corazón de América y sobrevivir a base de robos y peleas. Arthur deberá elegir entre sus propios ideales y la lealtad a la banda que lo vio crecer. Con contenido adicional para el Modo Historia y un completo modo Foto, Red Dead Redemption 2 también incluye acceso gratuito al mundo multijugador compartido de Red Dead Online, en el que los jugadores asumen diversos roles para ganarse la vida a su manera en la frontera mientras persiguen a fugitivos buscados como cazarrecompensas, crean un negocio como comerciantes, descubren exóticos tesoros como coleccionistas, dirigen una destilería ilegal como licoristas y muchas cosas más.",
    "imagenPrincipal": "Red.jpg"
  },
  {
    "id": 3,
    "nombre": "Resident Evil 3",
    "rating": 4,
    "precio": 499,
    "disponible": 100,
    "consola": "XboxOne",
    "plataforma": "Xbox",
    "categoria": "mas-nuevo",
    "breveDescripcion": "Jill Valentine es una de las pocas personas que quedan en Raccoon City que han sido testigos de las atrocidades de Umbrella. Para detenerla, Umbrella decide usar su arma secreta definitiva: ¡Nemesis! También incluye Resident Evil Resistance, un nuevo modo multijugador online 1 contra 4.",
    "informacionAdicional": "Jill Valentine es una de las pocas personas que quedan en Raccoon City que han sido testigos de las atrocidades de Umbrella. Para detenerla, Umbrella decide usar su arma secreta definitiva: ¡Nemesis! También incluye Resident Evil Resistance, un nuevo modo multijugador online 1 contra 4 ambientado en el universo de Resident Evil, donde 4 supervivientes se enfrentarán al siniestro Cerebro.",
    "imagenPrincipal": "re33.jpg"
  },
  {
    "id": 4,
    "nombre": "Grand Theft Auto V",
    "rating": 5,
    "precio": 551,
    "disponible": 100,
    "consola": "XboxOne",
    "plataforma": "Xbox",
    "categoria": "mas-comprado",
    "breveDescripcion": "Grand Theft Auto V ofrece a los jugadores la opción de explorar el galardonado mundo de Los Santos y el condado de Blaine con una resolución de 4K y disfrutar del juego a 60 fotogramas por segundo.",
    "informacionAdicional": "Cuando un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se ven involucrados con lo peor y más desquiciado del mundo criminal, del gobierno de los EE. UU. y de la industria del espectáculo, tendrán que llevar a cabo una serie de peligrosos golpes para sobrevivir en una ciudad implacable en la que no pueden confiar en nadie. Y mucho menos los unos en los otros. El juego cuenta con múltiples y variadas opciones de personalización específicas para ordenadores, con más de 25 ajustes configurables distintos para la calidad de las texturas, shader, teselado, antialiasing y muchos otros elementos, además de opciones de personalización del ratón y el teclado. También es posible modificar la densidad de población para controlar el tráfico de vehículos y peatones, y es compatible con dos y tres monitores, 3D y mandos plug-and-play.",
    "imagenPrincipal": "gta.jpg"
  },
  {
    "id": 5,
    "nombre": "Cyberpunk 2077",
    "rating": 3,
    "precio": 699,
    "disponible": 100,
    "consola": "XboxSs",
    "plataforma": "Xbox",
    "categoria": "mas-nuevo",
    "breveDescripcion": "Cyberpunk 2077 es una historia de acción y aventura en mundo abierto ambientada en Night City, una megalópolis obsesionada con el poder, el glamur y la modificación corporal. Tu personaje es V, un mercenario que persigue un implante único que permite alcanzar la inmortalidad.",
    "informacionAdicional": "Cyberpunk 2077 es una historia de acción y aventura en mundo abierto ambientada en Night City, una megalópolis obsesionada con el poder, el glamur y la modificación corporal. Tu personaje es V, un mercenario que persigue un implante único que permite alcanzar la inmortalidad. Podrás personalizar las mejoras cibernéticas, las habilidades y el estilo de juego del personaje para dar forma a un mundo y a una historia que depende de tus decisiones.",
    "imagenPrincipal": "cyber.jpg"
  },
  {
    "id": 6,
    "nombre": "FIFA 22",
    "rating": 0,
    "precio": 1749,
    "disponible": 100,
    "consola": "XboxSs",
    "plataforma": "Xbox",
    "categoria": "preventas",
    "breveDescripcion": "Powered by Football™, EA SPORTS™ FIFA 22 acerca aún más el juego a la realidad gracias a mejoras significativas en la jugabilidad y una nueva temporada de novedades en todos los modos.",
    "informacionAdicional": "¿Qué es FIFA? Juega al juego del mundo con más de 17 000 jugadores, más de 700 equipos, más de 90 estadios y más de 30 ligas de todo el mundo. MODOS DE JUEGO Modo Carrera :vive tus sueños con FIFA 22, ya sea como mánager o como futbolista. Crea el club más nuevo de FIFA, diseña tus equipaciones y tu estadio y decide si quieres competir con la élite o ascender desde las divisiones inferiores mientras encaminas a tu club hacia la gloria. También puedes probar tus habilidades como futbolista con un modo Carrera de jugador más inmersivo, que te dará más formas de progresar, alcanzar tus objetivos y sumergirte en tu viaje Pro mediante el juego. VOLTA FOOTBALL: vuelve a conquistar las calles con VOLTA FOOTBALL. Crea tu futbolista, elige tu equipación y exprésate a tu manera, por tu cuenta o con tu plantilla, en las calles y pistas de fútbol de todo el mundo. Consigue recompensas por tu habilidad con el balón gracias al nuevo estilo de juego rediseñado y juega cada temporada a eventos únicos que tienen lugar en emplazamientos especiales, al tiempo que desbloqueas nuevo equipamiento mediante un nuevo sistema de progreso en la temporada, que te permite ganar XP en todas las recompensas que se ofrecen en VOLTA FOOTBALL sin importar el modo al que juegues. FIFA Ultimate Team : Participa en el modo más popular de FIFA, FIFA Ultimate Team. Crea el equipo de tus sueños con miles de futbolistas del mundo del fútbol. Crea tu propio club dentro y fuera del campo y dales equipamiento personalizado, insignias y un estadio de FUT completo en el que poder dejar tu huella, y haz que equipo juegue partidos contra la IA u otros jugadores de la comunidad FUT. Además, da la bienvenida a algunos de los jugadores más memorables del fútbol en forma de nuevos héroes de FUT: ¡algunas de estas leyendas del fútbol ahora regresan al campo! Autenticidad sin rival: juega con los mejores jugadores del mundo en las competiciones mundiales más importantes, como la icónica UEFA Champions League, la UEFA Europa League, la nueva UEFA Europa Conference League, la CONMEBOL Libertadores, la CONMEBOL Sudamericana, la Premier League, la Bundesliga, LaLiga Santander y otras muchas más.",
    "imagenPrincipal": "fifa_22_series_x.jpg"
  },
  {
    "id": 7,
    "nombre": "Battlefield 2042",
    "rating": 0,
    "precio": 1399,
    "consola": "XboxSs",
    "plataforma": "Xbox",
    "categoria": "preventas",
    "breveDescripcion": "Battlefield™ 2042 es un shooter en primera persona que marca el regreso a la emblemática guerra total de la franquicia. En un mundo en el futuro cercano transformado por el desorden, adáptate y sobrevive con la ayuda de tu patrulla y un arsenal de vanguardia en campos de batalla en constante.",
    "informacionAdicional": "Con partidas de 128 jugadores, Battlefield™ 2042 ofrece una escala sin precedentes en inmensos campos de batalla. Los jugadores podrán participar en varias experiencias: versiones mejoradas de Conquista y Avance; Portal de Battlefield, una nueva plataforma para la comunidad donde los jugadores pueden crear, compartir y descubrir batallas inesperadas del pasado, presente y futuro de Battlefield; y una nueva experiencia llamada Hazard Zone.",
    "imagenPrincipal": "b6_xbox_3.jpg"
  },
  {
    "id": 8,
    "nombre": "Back 4 Blood",
    "rating": 0,
    "precio": 1199,
    "consola": "XboxSs",
    "plataforma": "Xbox",
    "categoria": "preventas",
    "breveDescripcion": "Los creadores de la aclamada saga de Left 4 Dead presentan Back 4 Blood, un emocionante juego de disparos en primera persona cooperativo.",
    "informacionAdicional": "Campaña cooperativa Avanza en una campaña cooperativa de 4 jugadores y trabaja conjuntamente con tus compañeros para completar misiones cada vez más desafiantes. Juega con hasta 3 amigos en línea o juega en solitario y lidera tu equipo en la batalla. Selecciona a uno de los 8 Exterminadores personalizables para convertirte en un superviviente inmune, elige entre una gran variedad de elementos y armas letales, y elabora tu propia estrategia para derrotar a un enemigo mutante decidido a acabar con toda la humanidad. Modo multijugador competitivo Juega con tus amigos o contra ellos en modo JcJ. Conviértete en un Exterminador con ventajas especiales o en un temible Infectado. Los dos bandos incluyen habilidades, cualidades y armas únicas. Rejugabilidad extrema Con el nuevo Sistema de Cartas Aleatorias tú decides cómo jugar. Cada vez que utilices este sistema, se generará una experiencia completamente diferente para que puedas personalizar tanto tu personaje como tus barajas y participar en combates mucho más difíciles. El Director del Juego se adapta constantemente a las acciones del jugador para garantizar emocionantes combates, una variada experiencia de juego y legiones de Infectados mucho más difíciles de derrotar, como los jefes mutados de hasta 6 metros de altura.",
    "imagenPrincipal": "product_img-b4blood.jpg"
  },
  {
    "id": 9,
    "nombre": "The Medium",
    "rating": 0,
    "precio": 999,
    "consola": "XboxSx",
    "plataforma": "Xbox",
    "categoria": "preventas",
    "breveDescripcion": "Un oscuro misterio que solo una médium puede resolver: viaja a un complejo turístico comunista abandonado y usa tus habilidades psíquicas para revelar sus inquietantes secretos, resolver puzles en realidades paralelas, sobrevivir a encuentros con siniestros espíritus y explorar dos realidades.",
    "informacionAdicional": "Pon en práctica habilidades psíquicas reservadas para unas pocas personas. Viaja entre las dos realidades o explóralas de forma simultánea y usa la experiencia extracorporal para investigar lugares a los que no puedes acceder con tu yo real. Crea escudos de energía y lanza potentes ataques espirituales para sobrevivir a los peligros de ultratumba que acechan en el mundo espectral.",
    "imagenPrincipal": "the_medium_xbox.jpg"
  },
  {
    "id": 10,
    "nombre": "Marvel's Guardians of the Galaxy",
    "rating": 0,
    "precio": 1299,
    "consola": "XboxSx",
    "plataforma": "Xbox",
    "categoria": "preventas",
    "breveDescripcion": "Dale caña y surca el cosmos con una nueva versión de Marvel's Guardians of the Galaxy. En esta aventura de acción encarnas a Star-Lord y llevas a los impredecibles Guardianes de una explosión de caos a la siguiente. ¡Tú puedes! Supongo...",
    "informacionAdicional": "Juegas como Star-Lord, así que puedes luchar como mejor te venga en gana. Desenfunda los blásters elementales, da patadas aéreas con las botas propulsoras o propina palizas en equipo. Aquí quien dirige el cotarro eres tú, y con los Guardianes luchando a tu lado, podrás ejecutar increíbles ataques propios para que tus enemigos vean las estrellas. Además, a medida que la historia se vaya desarrollando, podrás comprobar que las consecuencias de tus decisiones pasarán de lo más cachondo a lo más inesperado.",
    "imagenPrincipal": "guardianes_cosmic_xbox_1.jpg"
  },
  {
    "id": 11,
    "nombre": "MORTAL KOMBAT 11 ULTIMATE",
    "rating": 2,
    "precio": 999,
    "consola": "XboxSx",
    "plataforma": "Xbox",
    "categoria": "mejores-ofertas",
    "breveDescripcion": "¡La experiencia definitiva de MK11! Toma el control de los protectores de la Tierra en las dos campañas temporales más aclamadas para impedir que Kronika haga retroceder el tiempo y reinicie la historia. Incluye el elenco kompleto de los 37 kombatientes, incluidos Rain, Mileena y Rambo.",
    "informacionAdicional": "Incluye MK11, Kombat Pack 1, la expansión Aftermath y Kombat Pack 2. • Disfruta de las dos impresionantes campañas más aclamadas de MK11 y MK11: Aftermath • Juega en la piel de cualquiera de los 37 kombatientes del elenco kompleto, incluidos los personajes recientemente añadidos: Mileena, Rain y Rambo • Miles de skins, armas y equipo para un nivel de personalización sin precedentes • Incluye a todos los invitados anteriores: Terminator, Joker, Spawn y RoboCop • Todos los modos, incluidas las Torres del Tiempo, la Kripta, el modo En línea, las torres klásicas, etc. • Todos los escenarios, los Fatalities de escenario, los Brutalities, los famosos Fatalities y los Friendships",
    "imagenPrincipal": "mk-11-ultimate-xbxs_2.jpg"
  },
  {
    "id": 12,
    "nombre": "EDICIÓN DELUXE DE RESIDENT EVIL VILLAGE",
    "rating": 4,
    "precio": 1449,
    "consola": "XboxSx",
    "plataforma": "Xbox",
    "categoria": "mejores-ofertas",
    "breveDescripcion": "Vive el survival horror como nunca antes en la 8.ª entrega principal de la aclamada serie Resident Evil: Resident Evil Village. Y para más acción no olvides añadir el pack traumático y Re:Verse.",
    "informacionAdicional": "Ambientada unos años después de los escalofriantes sucesos del aclamado Resident Evil 7: Biohazard, esta flamante nueva historia arranca con Ethan Winters y su esposa Mia viviendo plácidamente en un nuevo lugar, lejos de pesadillas pasadas. Sin embargo, justo cuando están empezando su nueva vida juntos, la tragedia vuelve a cebarse con ellos. Este pack incluye: - Resident Evil Village - Resident Evil Re:Verse - Pack traumático El pack traumático incluye recuerdos como el arma 'Samurai Edge', el accesorio de Mr. Everywhere, un filtro de pantalla, música especial para el cuarto de guardado y muchos más objetos que amplificarán tu experiencia con Resident Evil Village. La página web oficial incluye información detallada acerca del periodo operacional de Resident Evil Re:Verse, además de información acerca de su fecha de disponibilidad y posibles anuncios relacionados con el cese de su servicio. https://www.residentevil.com/reverse/ Dependiendo de cuando se compre Resident Evil Village, es posible que Resident Evil Re:Verse ya no esté disponible, y/o que el título esté disponible en otros formatos en el futuro.",
    "imagenPrincipal": "re8_xbx_1_1.jpg"
  },
  {
    "id": 13,
    "nombre": "JUMP FORCE",
    "rating": 5,
    "precio": 599,
    "consola": "PS4",
    "plataforma": "PS",
    "categoria": "mas-comprado",
    "breveDescripcion": "Crea tu propio avatar y lucha junto a los héroes más fuertes del manga en el original modo Historia o entra en la sala online para desafiar a otros jugadores y descubrir multitud de modos y actividades.",
    "informacionAdicional": "Los héroes más famosos del manga llegan a un nuevo campo de batalla: nuestro mundo. La Jump Force se une para enfrentarse a la amenaza más peligrosa y proteger el destino de toda la humanidad. Crea tu propio avatar y lucha en el original modo Historia junto a los increíbles héroes de DRAGON BALL Z, ONE PIECE, NARUTO, BLEACH, HUNTER X HUNTER, YU-GI-OH!, YU YU HAKUSHO, SAINT SEIYA y muchos más. O entra en la sala online para desafiar a otros jugadores y descubrir multitud de modos y actividades.",
    "imagenPrincipal": "fuerza_brincale_ps4_1.jpg"
  },
  {
    "id": 14,
    "nombre": "DRAGON BALL FighterZ",
    "rating": 1,
    "precio": 1100,
    "consola": "PS4",
    "plataforma": "PS",
    "categoria": "mas-comprado",
    "breveDescripcion": "DRAGON BALL FighterZ nace de lo que hace a la serie DRAGON BALL tan famosa: luchas espectaculares e interminables con luchadores superpoderosos.",
    "informacionAdicional": "Gráficos de anime de alta calidad Con el poder del motor Unreal y el talentoso equipo de Arc System Works, DRAGON BALL FighterZ es toda una hazaña visual. En equipo/soporte 3vs3 Forma tu equipo soñado y domina rápidas combinaciones entre luchadores. Emocionante juego en línea Partidas igualadas, salas interactivas, locas partidas de grupos de 6 jugadores... ¡Hay para todos los gustos! Modo historia exclusivo Descubre una aventura nunca vista con la Androide N°21, un nuevo personaje de creación supervisada por Akira Toriyama. Luchas espectaculares ¡Experimenta combos aéreos, escenarios destructibles y escenas famosas del anime de DRAGON BALL reproducidas en una resolución de 60FPS y 1080p!",
    "imagenPrincipal": "dbfz_ps4_2.jpg"
  },
  {
    "id": 15,
    "nombre": "Injustice 2",
    "rating": 1,
    "precio": 1305,
    "consola": "PS4",
    "plataforma": "PS",
    "categoria": "mas-nuevo",
    "breveDescripcion": "Construye y mejora la versión definitiva de tus leyendas favoritas de DC en INJUSTICE 2. Es tu superhéroe. Tu viaje. Tu Injustice.",
    "informacionAdicional": "•CADA COMBATE TE DEFINE: conseguirás equipo con cada combate y podrás personalizar y subir de nivel a tus personajes favoritos. •UNA NUEVA AMENAZA: continuando donde lo dejó Injustice, Batman lucha contra el régimen de Superman, mientras que una nueva amenaza pondrá en riesgo la existencia de la Tierra. •LO MEJOR DE DC: escoge personajes del mayor elenco del Universo DC y lucha en batallas épicas y lugares simbólicos. •CREADO POR NETHERREALM: los desarrolladores de la aclamada saga MORTAL KOMBAT, un éxito de ventas.",
    "imagenPrincipal": "el_injusticias_2_ps4_1.jpg"
  },
  {
    "id": 16,
    "nombre": "Watch_Dogs 2",
    "rating": 3,
    "precio": 999,
    "consola": "PS4",
    "plataforma": "PS",
    "categoria": "mas-comprado",
    "breveDescripcion": "Bienvenido a San Francisco. Juega como Marcus, un brillante hacker, y únete al grupo de hackers más famoso de la ciudad, DedSec. Tu objetivo es ejecutar el mayor pirateo de la historia.",
    "informacionAdicional": "Colabora con DedSec, un conocido grupo de hackers, para ejecutar el mayor pirateo de la historia; acaba con ctOS 2.0, un sistema operativo utilizado por un grupo de genios criminales para vigilar y manipular a los ciudadanos a gran escala. Explora un mundo abierto y dinámico, lleno de posibilidades. Hackea todos los dispositivos conectados y hazte con el control de la infraestructura de la ciudad. Desarrolla diferentes habilidades según tu estilo de juego y mejora tus herramientas de hacker: coches por radiocontrol, dron cuadrirrotor, armas impresas en 3D y mucho más.  Mantente conectado con tus amigos en la nueva experiencia en cooperativo y de enfrentamiento de Watch Dogs. PON TUS OJOS EN CTRL  Aprovecha las ventajas de Tobii Eye Tracking. Deja que tu mirada te ayude a armar el 'Internet de las cosas', apunta a los enemigos y cúbrete mientras exploras naturalmente el ambiente. Combina el amplio conjunto de funciones de seguimiento ocular para identificar a los enemigos, interactuar con el entorno, ubicar puntos de refugio y seleccionar rápidamente los objetivos pirateables. Deja que tu visión conduzca la piratería del cerebro digital de la ciudad. Compatible con todos los dispositivos de juego de Tobii Eye Tracking.",
    "imagenPrincipal": "watchdogs-2.jpg"
  },
  {
    "id": 17,
    "nombre": "DEMON'S SOULS",
    "rating": 5,
    "precio": 1799,
    "consola": "PS5",
    "plataforma": "PS",
    "categoria": "mas-comprado",
    "breveDescripcion": "De parte de Japan Studio y Bluepoint Games, viene una nueva versión del clásico juego de PlayStation, Demon’s Souls.",
    "informacionAdicional": "En esta nueva versión, se invita a los jugadores a experimentar el desafío original, completamente rediseñado. Además de hermosos efectos de sombras y trazado de rayos, los jugadores pueden elegir dos modos de gráficos mientras juegan: el modo en 4K y el modo de alta frecuencia de imagen.",
    "imagenPrincipal": "demon_souls_1.jpg"
  },
  {
    "id": 18,
    "nombre": "RETURNAL",
    "rating": 4,
    "precio": 1655,
    "consola": "PS5",
    "plataforma": "PS",
    "categoria": "mas-nuevo",
    "breveDescripcion": "Lucha para sobrevivir en un planeta hostil que cambia con cada muerte.",
    "informacionAdicional": "Los jugadores pueden cambiar instintivamente entre modos de disparo mediante un único gatillo adaptable y volver a la acción después de morir con tiempos de carga casi instantáneos. El audio envolvente en 3D de la PS5 da vida al mundo alienígena alrededor del jugador ayudando a navegar en el intenso combate de posiciones y dando pistas a secretos ocultos.",
    "imagenPrincipal": "retorneados_1.jpg"
  },
  {
    "id": 19,
    "nombre": "CALL OF DUTY BLACK OPS COLD WAR",
    "rating": 4,
    "precio": 1799,
    "consola": "PS5",
    "plataforma": "PS",
    "categoria": "mejores-ofertas",
    "breveDescripcion": "La versión del juego Call of Duty®: Black Ops Cold War para PS5 tendrá soporte de 120Hz para una latencia de entrada reducida y una experiencia de juego más fluida, y ray tracing basado en hardware. PS5 tendrá haptic feedback y el audio HRTF 3D proporcionará la experiencia de combate más táctil hasta ahora en un juego de Black Ops.",
    "informacionAdicional": "Black Ops Cold War transportará a los jugadores al corazón de la volátil batalla geopolítica de la Guerra Fría, a principios de los 80. Nada es lo que parece en la fascinante Campaña para un jugador, donde los jugadores se enfrentarán cara a cara a figuras históricas y verdades incómodas mientras luchan por todo el mundo en escenarios icónicos de la Guerra Fría como Berlín Oriental, Vietnam, la sede de la KGB y más. Como operador de élite, perseguirás a una misteriosa figura, Perseus, cuya misión es desestabilizar el equilibrio de poder mundial y cambiar el curso de la historia. Adéntrate en esta conspiración global junto con los legendarios Woods, Mason y Hudson, así como con nuevos operadores dispuestos a detener una conspiración que lleva décadas urdiéndose. Además de la Campaña, los jugadores llevarán un arsenal de armas y equipamiento de la Guerra Fría a la siguiente generación de los modos Multijugador y Zombis. Te damos la bienvenida al borde del abismo. Te damos la bienvenida a Call of Duty®: Black Ops Cold War.",
    "imagenPrincipal": "call-of-duty-cold-war-ps5_2.jpg"
  },
  {
    "id": 20,
    "nombre": "FINAL FANTASY VII REMAKE INTERGRADE",
    "rating": 2,
    "precio": 1699,
    "consola": "PS5",
    "plataforma": "PS",
    "categoria": "mejores-ofertas",
    "breveDescripcion": "En la ciudad de Midgar, ocho reactores absorben el mako para suministrar energía a los habitantes. La Compañía de Electricidad y Energía Shinra controla dicho suministro y, a través de este monopolio, el mundo. A esta megacorporación se opone el grupo Avalancha, dispuesto a hacer lo que sea por proteger el planeta.",
    "informacionAdicional": "Cloud, un exmiembro del grupo militar Soldado, presta a Avalancha sus servicios como mercenario para asegurar el éxito de su misión de destrucción del reactor de mako n.º 1. Tras concluir la misión, Cloud y sus nuevos socios huyen al sector 8, donde descubren que la explosión ha causado más daños de lo que imaginaban. En un callejón en llamas, Cloud ve el fantasma de un enemigo al que creía muerto. La sombra de ese pasado que querría olvidar le lleva a encontrarse con una florista muy particular. Ella le entrega una flor amarilla que, según el lenguaje de las flores, simboliza el reencuentro. Su conversación se ve interrumpida por unos misteriosos seres espectrales que se ciernen sobre ellos: los Ecos del planeta.",
    "imagenPrincipal": "9a8w4d_1_1.jpg"
  },
  {
    "id": 21,
    "nombre": "THE LEGEND OF ZELDA SKYWARD SWORD",
    "rating": 3,
    "precio": 1399,
    "consola": "NSwitch",
    "plataforma": "Nintendo",
    "categoria": "mejores-ofertas",
    "breveDescripcion": "Apodérate de los cielos, empuña tu espada y disfruta de la historia más antigua en la serie de The Legend of Zelda. Únete a Link en su aventura por los cielos para rescatar a Zelda, una amiga de la infancia que deberá enfrentarse a su destino. Vuela entre las islas flotantes y desciende al traicionero mundo de la superficie en esta actualizada versión en alta definición del juego The Legend of Zelda: Skyward Sword.",
    "informacionAdicional": "Empuña tu espada e inclina tus tajos para descubrir y atravesar las defensas de tus oponentes utilizando los intuitivos controles por movimiento. Link igualará el ángulo de cada tajo que realices con el control Joy-Con, creando un juego de espada inmerso basado en la estrategia y la precisión. Los movimientos se sienten más suaves y responden más rápido gracias al incremento en la potencia de procesamiento y los gráficos en alta definición de la consola Nintendo Switch. Sácale provecho al esquema de controles con botones que fue incorporado recientemente, y es perfecto para jugar en modo portátil o en la consola Nintendo Switch Lite.",
    "imagenPrincipal": "ss_chuis_1.jpg"
  },
  {
    "id": 22,
    "nombre": "MARIO KART 8 DELUXE",
    "rating": 4,
    "precio": 1287,
    "consola": "NSwitch",
    "plataforma": "Nintendo",
    "categoria": "mejores-ofertas",
    "breveDescripcion": "Sal a la carretera con la versión final de Mario Kart 8 y juega en cualquier momento y en cualquier lugar! Carreras con sus amigos o en batalla.",
    "informacionAdicional": "Juega a nivel local en un máximo de 4 jugadores. Además, los Inklings aparecen como personajes invitados, junto con los personajes favoritos que regresan, como el rey Boo, Dry Bones, y Bowser Jr.!",
    "imagenPrincipal": "mario_kart_8_main_45496598501_1.jpg"
  },
  {
    "id": 23,
    "nombre": "POKEMON SWORD",
    "rating": 5,
    "precio": 1287,
    "consola": "NSwitch",
    "plataforma": "Nintendo",
    "categoria": "mas-nuevo",
    "breveDescripcion": "La información sobre cualquier Pokémon que veas o captures se registrará en la Pokédex, que, en estos títulos, se encontrará en tu SmartRotom. Ahí precisamente es donde habita Rotom, un Pokémon capaz de introducirse en todo tipo de aparatos eléctricos. ¡Y no solo sirve de Pokédex! Por ejemplo, puedes incorporarlo a tu Bici para que se desplace más rápido por tierra, ¡e incluso puede ayudarte a desplazarte sobre el agua!",
    "informacionAdicional": "El fenómeno Dinamax ocurre exclusivamente en ciertas zonas de la región de Galar y dota a los Pokémon de un aspecto gigantesco. Los Pokémon de Galar pueden dinamaxizarse y volverse tremendamente fuertes.",
    "imagenPrincipal": "pokemon_sword_main_45496598594_1.jpg"
  },
  {
    "id": 24,
    "nombre": "METROID DREAD NSW",
    "rating": 4,
    "precio": 1399,
    "consola": "NSwitch",
    "plataforma": "Nintendo",
    "categoria": "preventas",
    "breveDescripcion": "¡Samus tiene una nueva aventura!",
    "informacionAdicional": "La mejor cazarrecompensas de la Galaxia llega en una nueva aventura 2D a Nintendo Switch.",
    "imagenPrincipal": "metroid_dread_1.jpg"
  }
]